"%@ (optional)" = "%@（可選）";

"Account number" = "帳號";

"Address" = "地址";

"Address line 1" = "地址第 1 行";

"Address line 2" = "地址第 2 行";

"Area" = "地區";

"BSB number" = "BSB 號碼";

"Billing address is same as shipping" = "帳單地址與送貨地址相同";

"Cancel" = "取消";

"City" = "城市";

"Code field" = "驗證碼欄位";

"Company" = "公司";

"Continue" = "繼續";

"Country" = "國家";

"Country or region" = "國家或地區";

"County" = "縣";

"Department" = "部門";

"District" = "地區";

"Do Si" = "道/縣";

"Done" = "完成";

"Double tap to edit" = "按兩下可編輯";

"Edit" = "編輯";

"Eircode" = "愛爾蘭郵遞區號";

"Email" = "電郵地址";

"Emirate" = "大公國";

"Error" = "錯誤";

"First" = "名字";

"Full name" = "全名";

"Incomplete phone number" = "電話號碼不完整";

"Invalid UPI ID" = "UPI ID 無效";

"Island" = "島";

"Last" = "姓氏";

"Name" = "姓名";

"Name on account" = "帳戶上的姓名";

"OK" = "確認";

"Oblast" = "州";

"Other" = "其他";

"Parish" = "堂區";

"Phone" = "電話";

"Postal code" = "郵遞區號";

"Prefecture" = "轄區";

"Province" = "省";

"Remove" = "移除";

"Remove bank account" = "移除銀行帳戶";

"Remove bank account ending in %@" = "移除尾號為 %@ 的銀行帳戶";

"Search" = "搜尋";

"State" = "州";

"Suburb" = "郊區";

"Suburb or city" = "市郊或城市";

"The BSB you entered is incomplete." = "您輸入的 BSB 不完整。";

"The ID number you entered is incomplete." = "您輸入的證件號碼不完整。";

"The account number you entered is incomplete." = "您輸入的帳號不完整。";

"Town or city" = "城鎮或城市";

"UPI ID" = "UPI ID";

"Unable to parse phone number" = "無法粘貼手機號碼";

"Use rotor to access links" = "用轉子訪問連結";

"Your ZIP is incomplete." = "您的郵遞區號不完整。";

"Your email is invalid." = "您的電郵地址無效。";

"Your postal code is incomplete." = "您的郵遞區號不完整。";

"ZIP" = "郵遞區號";
